_first_answer_ = 'Зачем задавать такой вопрос, если проблема в индивидуальном расписании? - при \
индивидуальном расписании пропадали уроки, на каждом третьем уроке учеников больше чем посадочных мест, \
по большей мере хаотичное распределение по группам, например, информатика, физика и русский (когда распределение по уровню было).\
Даже непонятно, было ли распределение по уровню знаний по некоторым предметам. Отсутствие возможности перейти в другую группу,\
несмотря на то, что обещали, что это не будет проблемой. По словам преподавателей, чтобы перейти в группу с якобы более высоким\
уровнем преподавания, нужно решать дополнительное задание, которое будет (момент времени, когда оно должно там появиться \
естественно не оговаривается) в гугл классе этой группы. К слову, задания в гугл классе нет и, как я думаю, не будет.\
    Так же интересует вопрос с окнами посреди школьного дня, пустые промежутки между седьмым и восьмым уроком, вовремя\
    которых нужно заниматься непонятно чем. Из-за этих бесполезных промежутков ученики возвращаются домой минимум на два часа \
    позже, когда могли вернуться домой и спокойно заняться своими делами, вместо этого они вынуждены находиться в школе и \
    буквально "убивать время". Не говоря о том, что в некоторых случаях на уроке было только половина учеников, а вторая \
    половина шла не по расписанию и из-за этого фактически пропадали уроки, можно сказать о том, что такой урок как \
    физкультура полностью пропал из расписания и его по факту не существует как предмета уже месяц. Недавно поднялся\
    вопрос о том, что группа Регины Рашидовны по геометрии не может написать акр просто потому, что для него нужно два \
    подряд идущих урока, которые у нас есть только заочно. Казалось бы, Аветис Грачевич, как классный руководитель и\
    директор, мог отпустить  учеников с одного, максимум с двух уроков, чтобы они без проблем написали акр. Я бы не\
        писал(а) об этом инциденте, если бы все произошло так, как я предполагал(а), но акр эта группа так и не написала, \
        поэтому пришлось высказать это. Короче говоря, в пуме царит хаос и беспорядок, противоположно словам директора в \
        этой школе полнейшее отсутствие дисциплины и порядка. Не буду затрагивать тему некой иерархии в пуме, которая \
        сформировалась еще в прошлом году и не распалась до сих пор. В некоторый момент времени возникло такое ощущение, \
        что в пуме все делается в последний момент и на скорую руку. Никакой речи о планировании идти не может.'\

_second_answer_ = 'Например, заранее планировать его, распределить количество учеников в каждой группе и сформировать расписание, а потом только вписывать фамилии учеников. В пум изначально должно было прийти фиксированное количество учеников или же набирали всех, кто захотел, лишь бы набрались классы? - если судить по новому набору учеников, экзамены были по общеобразовательной программе и не выходили за рамки обыкновенной школы. Изначально нужно было формировать расписание, а не доделывать его по десять раз. Если что-то стабильно не работает и исправить это не получается 2 месяца подряд, лучше перейти к тому, что с самого начала работало исправно. Кстати говоря, я не понимаю цели создания индивидуального расписания - разделение по группам были и в прошлом году, при чем достаточно удобное, а индивидуальное расписание только добавляет дополнительные каверзы и неудобства в и так сомнительный в последнее время учебный процесс.'

_third_answer_ = 'Если вы дочитали до этого момента, то я даже опущу момент о том, что подростки приходят в пум со знаниями, а если смогут выйти, то ни с чем. Осталось всего два вопрос, которые я бы хотел(а) обсудить. Первый из них - это огромное количество учеников, которые не только употребляют никотин, но и распространяют идею о его использовании. Казалось бы, пум должен быть кристально прозрачным - школе всего год и два месяца, но такое чувство, что ей уже десятилетие и всей администрации уже совершенно наплевать на происходящее внутри школьных стен. И наконец последний и более насущный вопрос - это выставление оценок новым зам. директором Кристиной Петровной. Оценки не только запаздывают, но иногда не соответствуют тому, что озвучили на уроке. Насколько я понял(а), расписание тоже составляла она, как я писал(а) ранее , расписанием я тоже категорически недоволен(а). Выводы делайте сами'


anime_list = ["Yuno", "Ayumu Kasuga Osaka", "Kiri Komori", "Asuka Soryu Langley", "Kotonoha Katsura", "Machi", "Rika Furude", "Ai Enma", "Nausicaä", "Yoko Littner", "Hitagi Senjougahara", "Ika Musume", "Rena Ryuuguu", "Anna Kurauchi", "Miyako", "Poplar Taneshima", "Akira Amatsume", "Himeko Katagiri", "Suiseiseki", "Hitoha Marui", "Ayumu Nishizawa", "Nadeko Sengoku", "Lum", "Aono Morimiya", "Shion Fujino", "Shiki Ryougi", "Lina Inverse", "Aoi Yamada", "Haruko Haruhara", "Yuki Nagato", "Kaede Fuyou", "Chiri Kitsu", "Ayumi Yamada", "Misaki Nakahara", "Megumi Noda", "Hanyuu Furude", "Kafuka Fuura", "Faye Valentine", "Tomoko Kuroki", "Tamaki Kawazoe", "Kino", "Ayu Tsukimiya", "Mion Sonozaki", "Excel", "Fuuko Ibuki", "Rin Kaga", "Kou", "Celty Sturluson", "Ana Coppola", "Nino", "Sayoko Kurosaki",
             "Tsukasa Hiiragi", "Guchuko", "Sun Seto", "Shouko Kirishima", "Balalaika", "Ukyo Kuonji", "Aika Granzchesta", "Nobue Itoh", "Rebecca Miyamoto", "Alice Carroll", "Isumi Saginomiya", "Ichijou", "Chizuru Minamoto", "Chiaki Minami", "Suigintou", "Marii Buratei", "Nano Shinonome", "Akari Akaza", "Murasaki Kuhouin", "Horo", "Konata Izumi", "Riza Hawkeye", "Sora Kajiwara", "Himeko Inaba", "Dorm Leader", "Risa Koizumi", "Sakaki", "Futaba Marui", "Satsuki Kitaoji", "Nori", "Nagisa Furukawa", "Mahoro Andou", "Rakka", "Chihiro Shindou", "Rei Ayanami", "Haruhi Fujioka", "Yuuko Ichihara", "Mai Kawasumi", "Maki Umezaki", "Tsuyuri", "Kana Minami", "Tsumugi Kotobuki", "Mamimi Samejima", "Olivier Mira Armstrong", "Nanami Aoyama", "Kuro Kagami", "Mashiro Shiina", "Yakumo Tsukamoto", "Matsurika Shinouji"]

genders = ['Agender', 'Androgyne', 'Androgynous', 'Bigender', 'Cis', 'FTM', 'Gender Fluid', 'Gender Nonconforming', 'Gender Questioning',
           'Gender Variant', 'Genderqueer', 'Neither', 'Neutrois', 'Non-binary', 'Other', 'Pangender', 'Two-spirit', 'Anongender', 'Cavusgender',
           'Zodiacgender', 'Aesthetgender', 'Affectugender', 'Digigender', 'Egogender']

da_net = ["Да", "Нет"]